Repository: huub-l/tinypixel.io
Catalog: site/web/app/plugins/wp-simple-pay-pro-3/languages/simple-pay-*.po
Languages: ro_ro

source: Pay %s
ro_ro: Plătește %s

source: Yes
ro_ro: Da

source: Simple Pay Test Mode Active
ro_ro: "Plătește Simplu": Modul TEST Activ

source: Simple Pay Lite
ro_ro: Plătește Simplu versiunea gratuită

source: Forms
ro_ro: Formulare

source: Payment Forms
ro_ro: Formulare de plată

source: Add New
ro_ro: Adaugă Nou

source: %s Settings
ro_ro: %s Setări

source: Settings
ro_ro: Setări

source: System Report
ro_ro: Report sistem

source: Upgrade to Pro
ro_ro: Actualizați la Pro

source: Payment Button
ro_ro: Buton de plată

source: Payment Options
ro_ro: Opțiuni de plată

source: On-Page Form Display
ro_ro: Matrița formularului în pagină

source: Checkout Overlay Display
ro_ro: Matrița paginii de plată suprapuse

source: Subscription Options
ro_ro: Opțiuni abonare

source: Payment Button Text
ro_ro: Text buton de plată

source: Pay with Card
ro_ro: Plătește cu card

source: Payment Button Processing Text
ro_ro: Text buton procesare plată

source: Please Wait...
ro_ro: Vă rugăm, așteptați...

source: Stripe Checkout Overlay Display
ro_ro: Afișarea suprapusă a paginii de plată Stripe

source: Company Name
ro_ro: Nume firmă

source: Item Description
ro_ro: Descriere produs

source: Logo/Image URL
ro_ro: URL Logo/Imagine

source: Add or Upload Image
ro_ro: Adaugă sau încarcă imagine

source: Upload or select a square image of your brand or product to show on the overlay. The recommended minimum size is 128x128px.
ro_ro: Încarcă sau selectează o imagine pătrată a firmei sau produsului dvs. pentru a apărea în matrița suprapusă. Mărimea recomandată minimă este 128x128px.

source: Remove image
ro_ro: Înlătură imagine

source: Enable Remember Me
ro_ro: Activează Ține-mă minte

source: Checkout Button Text
ro_ro: Textul butonului de plată

source: Text used for the final checkout button on the overlay (not the on-page payment button). Add %s where you'd like to show the amount. If %s is omitted, it will be appended at the end of the button text unless it is a free trial.
ro_ro: Textul folosit pentru butonul final de plată în matrița suprapusă (nu butonul de plată din pagină). Adăugați %s acolo unde doriți să arătați suma. Dacă %s este omis, va fi adăugat la sfârșitul textului butonului, cu excepția cazului când este o încercare gratuită de probă.

source: Verify Zip/Postal Code
ro_ro: Verifică Zip/Cod poștal

source: Enable Billing Address
ro_ro: Activează adresă facturare

source: Enable Shipping Address
ro_ro: Activează adresă de livrare

source: One-Time Amount
ro_ro: Sumă unică

source: Payment Success Page
ro_ro: Pagina de plată cu succes

source: Global Setting
ro_ro: Setare generală

source: Specific Page
ro_ro: Pagină specifică

source: Redirect URL
ro_ro: URL redirectare

source: By default, the payment success page indicated in Simple Pay > Settings > General will be used. This option allows you to specify an alternate page or URL for this payment form only.
ro_ro: În mod implicit, va fi folosită pagina de plată cu succes indicată în Plătește Simplu > Setări > General. Această opțiune vă permite să specificați o pagină alternativă sau URL doar pentru acest formular de plată.

source: Choose a page from your site to redirect to after a successful transaction.
ro_ro: Alegeți o pagină din website-ul dvs. pentru a redirecta după o tranzacție reușită.

source: Enter a custom redirect URL for successful transactions.
ro_ro: Introduceți un URL personalizat de redirectare pentru tranzacțiile reușite.

source: Need your customers to sign up for recurring payments?
ro_ro: Aveți nevoie ca clienții dvs. să se înscrie la plăți recurente?

source: By upgrading to a WP Simple Pay Pro Business license, you can connect Stripe subscriptions to your payment forms. Also create installment plans, initial setup fees, and trial periods.
ro_ro: Prin actualizarea la licența WP Plătește Simplu Pro pentru afaceri, veți putea conecta abonamentele Stripe în formularele dvs. de plată. De asemenea, veți putea crea plăți în rate, prețuri pentru setările inițiale și perioade de probă.

source: Click here to Upgrade
ro_ro: Dați click aici pentru actualizare

source: SSL (HTTPS) is not enabled. You will not be able to process live Stripe transactions until SSL is enabled.
ro_ro: SSL (HTTPS) nu este activat. Nu veți putea procesa tranzacțiile reale Stripe până nu veți activa SSL.

source: Your %1$s Stripe API Keys for %2$s have not been entered.
ro_ro: Cheile dvs. API Stripe %1$s pentru %2$s nu au fost introduse.

# Your live Stripe API keys...
source: live
ro_ro: reale

source: Enter them here.
ro_ro: Introduceți-le aici.

source: Dismiss Notice
ro_ro: Revocați notificarea

source: If you like <strong>%1$s</strong> please leave us a %2$s rating. A huge thanks in advance!
ro_ro: Dacă vă place <strong>%1$s</strong>, vă rugăm să ne dați o evaluare %2$s. Multe mulțumiri în avans!

source: Thanks :)
ro_ro: Mulțumim :)

source: Payment Confirmation
ro_ro: Confirmare plată

source: Help docs for Payment Confirmation Settings
ro_ro: Documentație pentru setările confirmării de plată

source: Payment Confirmation Messages
ro_ro: Mesajele de confirmare a plății

source: Configure your payment confirmation <em>page</em> below.
ro_ro: Configuraţi confirmarea de plată a <em>paginii</em> de mai jos.

source: See how to configure email receipts in Stripe.
ro_ro: Consultați cum se configurează confirmările pe email în Stripe.

source: One-Time Payment
ro_ro: Plată unică

source: Enter what your customers will see after a successful one-time payment.
ro_ro: Introduceți ce vor vedea clienții după o plată unică reușită.

source: Available template tags:
ro_ro: Etichete disponibile pentru machetă:

source: The form's Item Description value.
ro_ro: Valoarea din formular pentru descrierea produsului.

source: The form's Company Name value.
ro_ro: Valoarea din formular pentru numele firmei.

source: The total price of the payment.
ro_ro: Suma totală a plăţii.

source: The charge date returned from Stripe.
ro_ro: Data plăţii returnată de Stripe.

source: The unique charge ID returned from Stripe.
ro_ro: ID-ul unic al tranzacției returnate de Stripe.

source: Help docs for General Settings
ro_ro: Documentație pentru setările generale

source: Currency Options
ro_ro: Opțiuni valută

source: Styles
ro_ro: Stiluri

source: Misc
ro_ro: Diverse

source: The page customers are sent to after completing a payment. The shortcode %s needs to be on this page. Output configured in the Payment Confirmation settings. This page should be excluded from any site caching.
ro_ro: Pagina la care sunt trimiși clienții după completarea unei plăți. Codul scurt %s trebuie să fie prezent în această pagină. Formatul acesteia este configurat în pagina de confirmare a plății. Această pagină trebuie exclusă din orice cache al website-ului.

source: Payment Failure Page
ro_ro: Pagina de plată eșuată

source: The page customers are sent to after a failed payment.
ro_ro: Pagina unde sunt trimiși clienții după o plată eșuată.

source: Stripe Checkout Locale
ro_ro: Localizare pentru pagina de plată Stripe

source: Specify auto-detect to display Stripe Checkout in the user's preferred language, if available. English will be used by default.
ro_ro: Dacă este disponibilă, specificați ca auto-detectarea să afișeze pagina de plată Stripe în preferințele de limbă ale clientului. Limba engleză va fi folosită implicit.

source: Stripe Checkout supported languages
ro_ro: Limbile disponibile în pagina de plată Stripe

source: Currency
ro_ro: Valute

source: Currency Position
ro_ro: Poziția semnului valutei

source: Left (%1$s%2$s)
ro_ro: Stânga (%1$s%2$s)

source: Right (%1$s%2$s)
ro_ro: Dreapta (%1$s%2$s)

source: Left with Space (%1$s %2$s)
ro_ro: Stânga cu spațiu (%1$s %2$s)

source: Right with Space (%1$s %2$s)
ro_ro: Dreapta cu spațiu (%1$s %2$s)

source: Separators
ro_ro: Separatori

source: Use a comma when formatting decimal amounts and use a period to separate thousands.
ro_ro: Folosiți o virgulă la formatarea zecimalelor și un punct la separarea miilor.

source: If enabled, amounts will be formatted as "%1$s" instead of "%2$s".
ro_ro: Dacă este activat, sumele vor fi formatate ca "%1$s" în loc de "%2$s".

source: Payment Button Style
ro_ro: Stilul butonului de plată

source: Stripe blue
ro_ro: Dungă albastră

source: None (inherit from theme)
ro_ro: Niciunul (moștenit din temă)

source: Default Plugin Styles
ro_ro: Stilurile implicite ale plugin-ului

source: Enabled
ro_ro: Activat

source: Disabled
ro_ro: Dezactivat

source: Optionally disable all payment form styles (CSS files) included with %s. Styles in the Stripe Checkout overlay cannot be changed.
ro_ro: Opțional dezactivați toate stilurile formularelor de plată (fișiere CSS) incluse cu %s. Stilurile din matrița paginii de plată suprapuse Stripe nu pot fi schimbate.

source: Save Settings
ro_ro: Salvează setări

source: If UN-checked, all %s plugin data will be removed when the plugin is deleted. However, your data saved with Stripe will not be deleted.
ro_ro: Dacă este NE-bifat, toate datele plugin-ului %s vor fi înlăturate când plugin-ul este șters. Oricum, datele salvate de la Stripe nu vor fi șterse.

source: United Arab Emirates Dirham
ro_ro: Dirham Emiratele Arabe Unite

source: Afghan Afghani
ro_ro: Afghani Afganistanian

source: Albanian Lek
ro_ro: Lek Albanez

source: Armenian Dram
ro_ro: Dram Armenian

source: Netherlands Antillean Gulden
ro_ro: Gulden Antilele Olandeze

source: Angolan Kwanza
ro_ro: Kwanza Angolez

source: Argentine Peso
ro_ro: Peso Argentinian

source: Australian Dollar
ro_ro: Dolar Australian

source: Aruban Florin
ro_ro: Florin Arubian

source: Azerbaijani Manat
ro_ro: Manat Azerbaijanian

source: Bosnia & Herzegovina Convertible Mark
ro_ro: Marcă convertibila Boznia și Herțegovina

source: Barbadian Dollar
ro_ro: Dolar Barbadian

source: Bangladeshi Taka
ro_ro: Taka Bangladeș

source: Burundian Franc
ro_ro: Franc Burundian

source: Bulgarian Lev
ro_ro: Leva Bulgărească

source: Bermudian Dollar
ro_ro: Dolar Bermudian

source: Brunei Dollar
ro_ro: Dolar Brunei

source: Bolivian Boliviano
ro_ro: Boliviano Bolivian

source: Brazilian Real
ro_ro: Real Brazilian

source: Bahamian Dollar
ro_ro: Dolar Bahamas

source: Botswana Pula
ro_ro: Pula Botswana

source: Belize Dollar
ro_ro: Dolar Belize

source: Canadian Dollar
ro_ro: Dolar Canadian

source: Congolese Franc
ro_ro: Franc Congolez

source: Swiss Franc
ro_ro: Franc Elvetian

source: Chilean Peso
ro_ro: Peso Chilean

source: Chinese Renminbi Yuan
ro_ro: Renminbi Yuan Chinezesc

source: Colombian Peso
ro_ro: Peso Columbian

source: Costa Rican Colón
ro_ro: Colon Costa Rican

source: Cape Verdean Escudo
ro_ro: Escudo Cape Verde

source: Czech Koruna
ro_ro: Koruna Ceh

source: Djiboutian Franc
ro_ro: Franc Djibutian

source: Danish Krone
ro_ro: Coroană Daneză

source: Dominican Peso
ro_ro: Peso Dominican

source: Algerian Dinar
ro_ro: Dinar Algerian

source: Egyptian Pound
ro_ro: Lira Egipteana

source: Ethiopian Birr
ro_ro: Birr Etiopian

source: Fijian Dollar
ro_ro: Dolar Fijian

source: Falkland Islands Pound
ro_ro: Lira Insulele Falkland

source: British Pound
ro_ro: Lira Englezeasca

source: Georgian Lari
ro_ro: Lari Georgian

source: Gibraltar Pound
ro_ro: Lira Gibraltar

source: Gambian Dalasi
ro_ro: Dalasi Gambian

source: Guinean Franc
ro_ro: Franc Guinean

source: Guatemalan Quetzal
ro_ro: Quetzal Guatemalian

source: Guyanese Dollar
ro_ro: Dolar Guyanez

source: Hong Kong Dollar
ro_ro: Dolar Hong Kong

source: Honduran Lempira
ro_ro: Lempira Honduras

source: Croatian Kuna
ro_ro: Kuna Croată

source: Haitian Gourde
ro_ro: Gourd Haitian

source: Hungarian Forint
ro_ro: Forint Unguresc

source: Indonesian Rupiah
ro_ro: Rupie Indoneziană

source: Israeli New Sheqel
ro_ro: Noul Șekel Israelian

source: Indian Rupee
ro_ro: Rupie Indiană

source: Icelandic Króna
ro_ro: Coroană Islandeză

source: Jamaican Dollar
ro_ro: Dolar Jamaican

source: Japanese Yen
ro_ro: Yen Japonez

source: Kenyan Shilling
ro_ro: Șiling Kenian

source: Kyrgyzstani Som
ro_ro: Som Kirghizstan

source: Cambodian Riel
ro_ro: Riel Cambogian

source: Comorian Franc
ro_ro: Franc Comore

source: South Korean Won
ro_ro: Won Sud Coreean

source: Cayman Islands Dollar
ro_ro: Dolar Insulele Cayman

source: Kazakhstani Tenge
ro_ro: Tenge Kazahstan

source: Lao Kip
ro_ro: Kip Laosian

source: Lebanese Pound
ro_ro: Lira Libaneza

source: Sri Lankan Rupee
ro_ro: Rupie Sri Lanka

source: Liberian Dollar
ro_ro: Dolar Liberian

source: Lesotho Loti
ro_ro: Loti Lesothian

source: Moroccan Dirham
ro_ro: Dirham Marocan

source: Moldovan Leu
ro_ro: Leu Moldovenesc

source: Malagasy Ariary
ro_ro: Ariary Malgaș

source: Macedonian Denar
ro_ro: Dinar Macedonian

source: Mongolian Tögrög
ro_ro: Togrog Mongolez

source: Macanese Pataca
ro_ro: Pataca Macao

source: Mauritanian Ouguiya
ro_ro: Ouguiya Mauritanian

source: Mauritian Rupee
ro_ro: Rupie Mauritiu

source: Maldivian Rufiyaa
ro_ro: Rufiyaa Maldive

source: Malawian Kwacha
ro_ro: Kwacha Malawian

source: Mexican Peso
ro_ro: Peso Mexican

source: Malaysian Ringgit
ro_ro: Ringgit Malaezian

source: Mozambican Metical
ro_ro: Metical Mozambican

source: Namibian Dollar
ro_ro: Dolar Namibian

source: Nigerian Naira
ro_ro: Naira Nigerian

source: Nicaraguan Córdoba
ro_ro: Cordoba Nicaraguană

source: Norwegian Krone
ro_ro: Coroană Norvegiană

source: Nepalese Rupee
ro_ro: Rupie Nepaleză

source: New Zealand Dollar
ro_ro: Dolar Noua Zeelandă

source: Panamanian Balboa
ro_ro: Balboa Panameză

source: Peruvian Nuevo Sol
ro_ro: Noul Soare Peruvian

source: Papua New Guinean Kina
ro_ro: Kina Papua Noua Guinee

source: Philippine Peso
ro_ro: Peso Filipinez

source: Pakistani Rupee
ro_ro: Rupie Pakistaneză

source: Polish Złoty
ro_ro: Zlot Polonez

source: Paraguayan Guaraní
ro_ro: Guarani Paraguayan

source: Qatari Riyal
ro_ro: Riyal Qatar

source: Romanian Leu
ro_ro: Leu Românesc

source: Serbian Dinar
ro_ro: Dinar Sârbesc

source: Russian Ruble
ro_ro: Rublă Rusească

source: Rwandan Franc
ro_ro: Franc Ruandez

source: Saudi Riyal
ro_ro: Riyal Saudit

source: Solomon Islands Dollar
ro_ro: Dolar Insulele Solomon

source: Seychellois Rupee
ro_ro: Rupie Seychelles

source: Swedish Krona
ro_ro: Coroană Suedeză

source: Singapore Dollar
ro_ro: Dolar Singapore

source: Saint Helenian Pound
ro_ro: Lira Sf. Elena

source: Sierra Leonean Leone
ro_ro: Leone Sierra Leone

source: Somali Shilling
ro_ro: Șiling Somalez

source: Surinamese Dollar
ro_ro: Dolar Surinam

source: São Tomé and Príncipe Dobra
ro_ro: Dobra Sao Tome și Principe

source: Salvadoran Colón
ro_ro: Colon Salvadorian

source: Swazi Lilangeni
ro_ro: Lilangeni Swaziland

source: Thai Baht
ro_ro: Baht Tailandez

source: Tajikistani Somoni
ro_ro: Somoni Tadjikistan

source: Tongan Paʻanga
ro_ro: Pa'anga Tonga

source: Turkish Lira
ro_ro: Lira Turcească

source: Trinidad and Tobago Dollar
ro_ro: Dolar Trinidad și Tobago

source: New Taiwan Dollar
ro_ro: Noul Dolar Taiwanez

source: Tanzanian Shilling
ro_ro: Șiling Tanzanian

source: Ukrainian Hryvnia
ro_ro: Hryvna Ucraineană

source: Ugandan Shilling
ro_ro: Șiling Ugandez

source: United States Dollar
ro_ro: Dolar American

source: Uruguayan Peso
ro_ro: Peso Uruguaian

source: Uzbekistani Som
ro_ro: Som Uzbekistanez

source: Vietnamese Đồng
ro_ro: Dong Vietnamez

source: Vanuatu Vatu
ro_ro: Vatu Vanuatu

source: Samoan Tala
ro_ro: Tala Samoană

source: Central African Cfa Franc
ro_ro: Cfa Franc Africa Centrală

source: East Caribbean Dollar
ro_ro: Dolar Caraibe Est

source: West African Cfa Franc
ro_ro: Cfa Franc Africa de Vest

source: Cfp Franc
ro_ro: Franc Cfp

source: Yemeni Rial
ro_ro: Rial Yemenez

source: South African Rand
ro_ro: Rand Sud African

source: Zambian Kwacha
ro_ro: Kwacha Zambiană

source: English (en) (default)
ro_ro: Engleză (en) (implicit)

source: Auto-detect locale
ro_ro: Auto-detectare localizare

source: Simplified Chinese (zh)
ro_ro: Chineză Simplificată (zh)

source: Danish (da)
ro_ro: Daneză (da)

source: Dutch (nl)
ro_ro: Olandeză (nl)

source: Finnish (fi)
ro_ro: Finlandeză (fi)

source: French (fr)
ro_ro: Franceză (fr)

source: German (de)
ro_ro: Germană (de)

source: Japanese (ja)
ro_ro: Japoneză (ja)

source: Norwegian (no)
ro_ro: Norvegiană (no)

source: Spanish (es)
ro_ro: Spaniolă (es)

source: Swedish (sv)
ro_ro: Suedeză (sv)

source: Stripe Keys
ro_ro: Chei Stripe

source: Help docs for Stripe Keys Settings
ro_ro: Documentație pentru setările cheilor Stripe

source: Test Mode
ro_ro: Modul Test

source: While in test mode no live payments are processed. Make sure Test mode is enabled in your <a href="%1$s" target="_blank">Stripe dashboard</a> to view your test transactions.
ro_ro: În modul test nu se procesează nici o plată reală. Asigurați-vă că Modul Test este activat în <a href="%1$s" target="_blank">tabloul de bord Stripe</a> pentru a vedea tranzacțiile de test.

source: <a href="%1$s" target="_blank">Retrieve your Stripe API test and live keys.</a>
ro_ro: <a href="%1$s" target="_blank">Regăsiți cheile dvs. Stripe test si reale.</a>

source: Test Publishable Key
ro_ro: Cheie de publicare de test

source: Starts with
ro_ro: Începe cu

source: Test Secret Key
ro_ro: Cheia secretă de test

source: Live Publishable Key
ro_ro: Cheia de publicare reală

source: Live Secret Key
ro_ro: Cheia secretă reală

source: Form Updated.
ro_ro: Formular actualizat.

source: Draft saved.
ro_ro: Ciorna salvată.

source: Edit Payment Form
ro_ro: Editează formularul de plată

source: Add New Payment Form
ro_ro: Adaugă un nou formular de plată

source: Enter title here
ro_ro: Introduceți titlul aici

source: Create
ro_ro: Crează

source: Update
ro_ro: Actualizează

source: Save Draft
ro_ro: Salvează Ciornă

source: Preview
ro_ro: Previzualizare

source: Preview saved changes
ro_ro: Previzualizează modificările salvate

source: Status:
ro_ro: Stare:

source: Move to Trash
ro_ro: Mută la gunoi

source: Payment Form Shortcode
ro_ro: Cod scurt pentru formularul de plată

source: Draft
ro_ro: Ciornă

source: Published
ro_ro: Publicat

source: Cannot test TLS 1.2 support until your Stripe Test Secret Key is entered.
ro_ro: Nu putem testa disponibilitatea TLS 1.2 până nu introduceți cheia de test secretă Stripe.

source: TLS 1.2 is supported. No action required.
ro_ro: TLS 1.2 este disponibil. Nici o acțiune necesară.

source: TLS 1.2 is not supported. You will need to upgrade your integration.
ro_ro: TLS 1.2 nu este disponibil. Este nevoie să actualizați integrarea dvs.

source: See %1$s.
ro_ro: Vezi %1$s.

source: <a href="%s" target="_blank">Please read this</a> for more information.
ro_ro: <a href="%s" target="_blank">Vă rugăm să citiți aceasta</a> pentru mai multe informații.

source: Please copy and paste this information when contacting support:
ro_ro: Vă rugăm să copiați și să trimiteți informațiile acestea când contactați serviciul cu clienții:

source: You can also download your information as a text file to attach, or simply view it below.
ro_ro: De asemenea, puteți descărca informațiile dvs. într-un fișier text pentru a-l atașa, sau, mai simplu, îl puteți vedea dedesubt.

source: Download System Report
ro_ro: Descarcă raport sistem

source: WordPress Installation
ro_ro: Instalare WordPress

source: Active Theme
ro_ro: Temă activă

source: Active Plugins
ro_ro: Plugin-uri active

source: Server Environment
ro_ro: Mediul server-ului

source: Client Information
ro_ro: Informații client

source: %s Version
ro_ro: %s Versiune

source: Stripe TLS
ro_ro: TLS Stripe

source: Live Mode
ro_ro: Modul Real

source: Simple Pay Test or Live Mode
ro_ro: Plătește Simplu Mod Test sau Real

source: No
ro_ro: Nu

source: %1$s - It is recommendend to set memory to at least 40MB. See: <a href="%2$s" target="_blank">Increasing memory allocated to PHP</a>
ro_ro: %1$s - Se recomandă setarea memoriei la cel puțin 40MB. Vedeți: <a href="%2$s" target="_blank">Mărirea memoriei alocate de PHP</a>

source: Site Name
ro_ro: Nume Website

source: Home URL
ro_ro: URL pagină principală

source: Site URL
ro_ro: URL Website

source: SSL/HTTPS Enabled
ro_ro: SSL/HTTPS Activat

source: No. SSL is required by Stripe for Live mode.
ro_ro: Nu. SSL este necesar pentru modul real Stripe.

source: Version
ro_ro: Versiune

source: Locale
ro_ro: Localizare

source: Permalinks
ro_ro: Link-uri permanente

source: WP Memory Limit
ro_ro: Limita de memorie WP

source: WP Debug Mode
ro_ro: Modul de depanare WP

source: Script Debug
ro_ro: Program depanare

source: %s is available
ro_ro: %s este disponibil

source: Name
ro_ro: Nume

source: Author
ro_ro: Autor

source: Theme Information
ro_ro: Informații temă

source: Child Theme
ro_ro: Temă copil

source: Parent Theme
ro_ro: Temă părinte

source: WordPress.org recommends upgrading to PHP 7 or higher for better security.
ro_ro: WordPress.org recomandă să actualizați la PHP 7 sau mai mare, pentru o mai bună securitate.

source: Read more.
ro_ro: Citiți mai mult.

source: Cannot connect to MySQL database.
ro_ro: Nu se poate conecta la baza de date MySQL.

source: Server default timezone is %s - it should be UTC
ro_ro: Timpul implicit al server-ului este %s - ar trebui să fie UTC

source: Web Server
ro_ro: Server Web

source: PHP Version
ro_ro: Versiune PHP

source: MySQL Version
ro_ro: Versiune MySQL

source: Server Timezone
ro_ro: Timpul Server-ului

source: Display Errors
ro_ro: Afișează erori

source: Server PHP Memory Limit
ro_ro: Limita de memorie PHP a server-ului

source: Upload Max Filesize
ro_ro: Mărimea maximă de upload a fișierului

source: Post Max Size
ro_ro: Mărimea maximă a postării

source: Max Execution Time
ro_ro: Timpul de execuție maxim

source: Max Input Vars
ro_ro: Numărul maxim de variabile de intrare

source: cURL Enabled
ro_ro: cURL activat

source: cURL Version
ro_ro: versiune cURL

source: Multibyte String
ro_ro: String multibyte

source: WP Remote POST
ro_ro: Trimitere POST în WP

source: WP Remote GET
ro_ro: Trimitere GET în WP

source: Name:
ro_ro: Nume:

source: Version:
ro_ro: Versiune:

source: User Agent:
ro_ro: Agent utilizator:

source: Platform:
ro_ro: Platformă:

source: IP Address
ro_ro: Adresă IP

source: Browser
ro_ro: Navigator

source: Payment Form
ro_ro: Formular de plată

source: All
ro_ro: Toate

source: Trash
ro_ro: Gunoi

source: Edit
ro_ro: Editează

source: Restore
ro_ro: Restaurează

source: Permanently Delete
ro_ro: Șterge definitiv

source: Duplicate
ro_ro: Duplică

source: Form duplicated.
ro_ro: Formular duplicat.

source: An error occurred while trying to duplicate. Please try again.
ro_ro: O eroare a apărut în timp ce încercați să duplicați. Vă rugăm să încercați din nou.

source: Form restored from the Trash.
ro_ro: Formular restaurat din gunoi.

source: %d form restored from the Trash.
ro_ro: un formular restaurat din gunoi.

source: Form moved to the Trash.
ro_ro: Formularul mutat la gunoi.

source: %d form moved to the Trash.
ro_ro: un formular mutat la gunoi.

source: Form permanently deleted.
ro_ro: Formular șters definitiv.

source: %d form permanently delted.
ro_ro: un formular șters definitiv.

source: %d form permanently deleted.
ro_ro: un formular șters definitiv.

source: No forms found.
ro_ro: Nu s-a găsit nici un formular.

source: (no title)
ro_ro: (fără titlu)

source: Search
ro_ro: Caută

source: Empty Trash
ro_ro: Golește gunoi

source: Title
ro_ro: Titlu

source: Shortcode
ro_ro: Cod scurt

source: Date
ro_ro: Dată

source: Not authorized
ro_ro: Neautorizat

source: Not Authorized
ro_ro: Neautorizat

source: List View
ro_ro: Vedere tip listă

source: Excerpt View
ro_ro: Vedere tip sumar

source: No items found.
ro_ro: Nu s-a găsit nici un produs.

source: Select bulk action
ro_ro: Selectați acțiune multiplă

source: Bulk Actions
ro_ro: Acțiuni multiple

source: Apply
ro_ro: Aplică

source: Show more details
ro_ro: Arată mai multe detalii
