Repository: huub-l/tinypixel.io
Catalog: site/web/app/plugins/wp-simple-pay-pro-3/languages/simple-pay-*.po
Languages: ro_ro

source: Filter by date
ro_ro: Filtrează după dată

source: All dates
ro_ro: Toate datele

source: %s comment
ro_ro: un comentariu

source: %s approved comment
ro_ro: un comentariu aprobat

source: %s pending comment
ro_ro: un comentariu în așteptare

source: No comments
ro_ro: Nici un comentariu

source: No approved comments
ro_ro: Nici un comentariu aprobat

source: No pending comments
ro_ro: Nici un comentariu în așteptare

source: %s item
ro_ro: un produs

source: First page
ro_ro: Prima pagină

source: Previous page
ro_ro: Pagina anterioară

source: Current Page
ro_ro: Pagina curentă

# paging
source: %1$s of %2$s
ro_ro: %1$s din %2$s

source: Next page
ro_ro: Pagina următoare

source: Last page
ro_ro: Ultima pagină

source: Select All
ro_ro: Selectează toate

source: Error
ro_ro: Eroare

source: Please wait...
ro_ro: Vă rugăm așteptați...

source: Simple Pay Preview
ro_ro: Plătește Simplu Previzualizare

source: You must be logged in to preview a form.
ro_ro: Trebuie să fiți logat pentru a previzualiza formularul.

source: Insert Payment Form
ro_ro: Introduceți formularul de plată

source: Select a payment form to add to your post or page.
ro_ro: Selectați un formular de plată pentru a fi adăugat în pagina sau postarea dvs.

source: Cancel
ro_ro: Anulează

source: Click to select. Then press %s to copy.
ro_ro: Click pentru a selecta. Apoi apăsați %s pentru copiere.

source: Insert Media
ro_ro: Introduceți media

source: Use Image
ro_ro: Folosiți imagine

source: Vietnamese Dong
ro_ro: Dong Vietnamez

source: Thanks for your purchase. Here are the details of your payment:
ro_ro: Vă mulțumim pentru plată. Aici sunt detaliile plății dvs.:

source: Item:
ro_ro: Produs:

source: Purchased From:
ro_ro: Cumpărat de la:

source: Payment Date:
ro_ro: Data plății:

source: Payment Amount:
ro_ro: Suma de plată:

source: Payment Failed
ro_ro: Plată eșuată

source: %sWe're sorry, but your transaction failed to process. Please try again or contact site support.
ro_ro: %sNe pare rău, dar tranzacția dvs. a eșuat. Vă rugăm să încercați din nou sau să contactați serviciul de ajutor pentru clienți.

source: Cheatin&#8217; huh?
ro_ro: Trișezi&#8217; ha?

source: Card Error
ro_ro: Eroare card

source: Rate Limit Error
ro_ro: Eroare la rata limitei

source: Invalid Request Error
ro_ro: Eroare solicitare incorectă

source: Authentication Error
ro_ro: Eroare de autentificare

source: Stripe API Connection Error
ro_ro: Eroare de conectare API Stripe

source: Stripe Error
ro_ro: Eroare Stripe

source: General Error
ro_ro: Eroare generală

source: An error occurred, but your charge may have gone through. Please contact the site admin.
ro_ro: A apărut o eroare, dar tranzacția se poate să fi fost procesată. Vă rugăm să contactați administratorul site-ului.

source: Deactivate
ro_ro: Dezactivați

source: Activate
ro_ro: Activați

source: A valid license key is required for access to automatic updates and support.
ro_ro: O cheie corectă de licență este necesară pentru a accesa actualizările automate si suportul tehnic.

source: License status: %s
ro_ro: Stare licență: %s

source: Want to connect Stripe subscriptions to your payment forms?
ro_ro: Doriți să conectați abonamentele Stripe la formularele dvs. de plată?

source: Upgrade Your License Now
ro_ro: Actualizați licența dvs. acum

source: Simple Pay Pro
ro_ro: Plătește Simplu Pro

source: Text Field
ro_ro: Câmp text

source: Dropdown Select
ro_ro: Listă de selectare verticală

source: Radio Button Select
ro_ro: Buton radio de selectare

source: Date Field
ro_ro: Câmp dată

source: Number Field
ro_ro: Câmp numeric

source: Checkbox
ro_ro: Caseta de bifat

source: Coupon Field
ro_ro: Câmp cupon

source: Custom Amount Field
ro_ro: Câmp sumă personalizată

source: Subscription Plan Select
ro_ro: Selecție plan abonament

source: Total Amount Label
ro_ro: Etichetă sumă totală

source: Add a field
ro_ro: Adaugă un câmp

source: Select
ro_ro: Selectează

source: Add
ro_ro: Adaugă

source: Click to toggle
ro_ro: Click pentru a bifa

source: Remove Field
ro_ro: Înlătură câmp

source: Minimum Custom Amount
ro_ro: Suma personalizată minimă

source: Default Custom Amount
ro_ro: Suma personalizată implicită

source: The custom amount field will load with this amount set by default.
ro_ro: Câmpul sumă personalizată se va încărca cu această sumă setată implicit.

source: Amount Type
ro_ro: Opțiuni sumă

source: One-Time Set Amount
ro_ro: Sumă unică

source: One-Time Custom Amount
ro_ro: Sumă unică personalizată

source: <a href="%1$s" class="%2$s" data-show-tab="%3$s">See Subscription Options</a> to set a recurring amount.
ro_ro: <a href="%1$s" class="%2$s" data-show-tab="%3$s">Vedeți opțiunile de abonament</a> pentru a seta o sumă recurentă.

source: Subscriptions are currently enabled.
ro_ro: Abonamentele sunt activate în mod curent.

source: A Dropdown Select custom field using amount is enabled.
ro_ro: O listă de selecție verticală pentru câmpul sumei personalizate este activată.

source: A Radio Button Select custom field using amount is enabled.
ro_ro: Un buton radio de selecție a câmpului sumei personalizate este activat.

source: <a href="%s" target="_blank">Upgrade your license</a> to connect Stripe subscriptions to your payment forms.
ro_ro: <a href="%s" target="_blank">Actualizați licența dvs.</a> pentru a conecta abonamentele Stripe la formularele dvs. de plată.

source: Field ID:
ro_ro: ID câmp:

source: Form Field Label
ro_ro: Etichetă câmp formular

source: Label displayed next to this checkbox on the payment form. May contain HTML.
ro_ro: Eticheta afișată lângă aceasta casetă de bifare în formularul de plată. Poate conține HTML.

source: Required Field
ro_ro: Câmp obligatoriu

source: Default to Checked
ro_ro: Implicit bifat

source: Stripe Metadata Label
ro_ro: Eticheta metadata de la Stripe

source: Placeholder Value
ro_ro: Marcaj pentru valoare

source: This is just a placeholder where the Custom Amount field, if enabled, will be displayed on the form.
ro_ro: Acesta este doar un marcaj pentru locul unde câmpul sumei personalizate va fi afișat în formular, dacă este activat.

source: Default Value
ro_ro: Valoare implicită

source: Options
ro_ro: Opțiuni

source: A comma separated list of options to fill the dropdown with.
ro_ro: O lista de opțiuni separate prin virgulă pentru a umple lista verticală.

source: Option to be selected by default. Will be first in list if left blank or no match.
ro_ro: Opțiunea care va fi selectată implicit. Aceasta va fi prima din lista, dacă este lăsată goală sau daca nu există corespondent.

source: Quantity or Amount Field
ro_ro: Câmp cantitate sau sumă

source: Not Used
ro_ro: Nu se utilizează

source: Quantity (Multiplier)
ro_ro: Cantitate (Multiplicator)

source: Amount (User Selects)
ro_ro: Sumă (Utilizatorul selectează)

source: Quantities
ro_ro: Cantități

source: A comma separated list of quantity values to multiply the amount by (i.e. "1,5,10"). Needs to match the number of options and their order.
ro_ro: O lista de valori cantitative separate prin virgulă pentru a multiplica suma. (de exemplu "1,5,10"). Trebuie să corespundă cu numărul de opțiuni și ordinea acestora.

source: Amounts
ro_ro: Sume

source: A comma separated list of amounts without the "%s" symbol (i.e. "2.00,4.50,9.00"). Needs to match the number of options and their order.
ro_ro: O lista de valori cantitative separate prin virgulă fără simbolul "%s" (de exemplu "2.00,,4.50,9.00"). Trebuie să corespundă cu numărul de opțiuni și ordinea acestora.

source: Minimum
ro_ro: Minim

source: Maximum
ro_ro: Maxim

source: Quantity Field
ro_ro: Câmp cantitate

source: Enable to multiply the amount by this value.
ro_ro: Activează pentru a multiplica această sumă cu această valoare.

source: This is just a placeholder where the Subscription multi-plan select field, if enabled, will be displayed on the form. If you enabled a custom amount field within the plan selection, it will also be displayed here.
ro_ro: Acesta este doar un marcaj pentru locul unde câmpul de selecție al abonamentului multi-plan va fi afișat în formular, dacă este activat. Dacă activați câmpul sumei personalizate în matrița selectării planului, acesta va fi afișat tot aici.

source: A comma separated list of options to fill the radio button list with.
ro_ro: O lista de opțiuni separate prin virgulă pentru a umple lista de butoane radio.

source: Make this a recurring amount
ro_ro: Fă aceasta o sumă recurentă

source: The label that will appear on the checkbox.
ro_ro: Eticheta care va apare la caseta de bifare.

source: Interval/Frequency
ro_ro: Interval/Frecvență

source: Month(s)
ro_ro: Lună(i)

source: Week(s)
ro_ro: Săptămână(i)

source: Day(s)
ro_ro: Zi(le)

source: Year(s)
ro_ro: An(i)

source: Max Charges
ro_ro: Număr maxim de tranzacții

source: The number of times this subscription should be charged. It will automatically cancel after it reaches the max number. Leave blank for indefinite.
ro_ro: De câte ori acest abonament va fi încasat. Se va anula automat după ce atinge numărul maxim. Lăsați gol pentru un număr indefinit.

source: Multi-line
ro_ro: Text pe mai multe linii

source: Set to a paragraph text field. Limited to 500 characters by Stripe.
ro_ro: Setează ca un câmp text paragraf. Limitat de către Stripe la 500 de caractere.

source: Rows
ro_ro: Linii

source: Total Amount:
ro_ro: Sumă totală:

source: Show Recurring Total
ro_ro: Arată suma recurentă

source: Recurring Total Label
ro_ro: Etichetă total recurent

source: Recurring Total:
ro_ro: Total recurent:

source: Show Tax Amount
ro_ro: Arată valoarea taxei

source: Tax Amount Label
ro_ro: Etichetă valoare taxă

source: Total Tax:
ro_ro: Total taxă:

source: Help docs for On-Page Form Display
ro_ro: Documentație pentru matrița formularelor în pagină

source: Remove plan
ro_ro: Înlătură plan

source: Subscription Plans
ro_ro: Planuri abonament

source: Set Single Plan
ro_ro: Setează un singur plan

source: User Selects Plan
ro_ro: Utilizatorul selectează planul

source: While in <strong>Test Mode</strong> you may only select plans from your <a href="%1$s" target="_blank">Stripe Test Plans</a>. Before switching to Live Mode, make sure the same plans (with the exact same IDs) are created in your <a href="%2$s" target="_blank">Stripe Live Plans</a>.
ro_ro: Când sunteți în <strong>Modul Test</strong> puteți selecta planuri doar din <a href="%1$s" target="_blank">Planurile dvs. de test Stripe</a>. Înainte de a schimba în Modul Real, asigurați-vă că aceleași planuri (cu exact aceleași ID-uri) sunt create în <a href="%2$s" target="_blank">Planurile dvs. Stripe reale</a>.

source: Select Plan
ro_ro: Selectează Plan

source: You need to enter your Stripe API Keys for your plan list to be pulled automatically. <a href="%s">Enter your keys here</a>
ro_ro: Trebuie să introduceți cheile API Stripe pentru lista planurilor dvs. pentru a fi extrase automat. <a href="%s">Introduceți cheile dvs. aici</a>

source: Display Style
ro_ro: Afișează Stil

source: Dropdown
ro_ro: Lista verticală

source: Custom Label
ro_ro: Etichetă personalizată

source: Setup Fee
ro_ro: Preț setare

source: Default
ro_ro: Implicit

source: Add Plan
ro_ro: Adaugă Plan

source: You need to enter your Stripe API Keys before you can start adding plans. <a href="%s">Enter your keys here</a>
ro_ro: Trebuie să introduceți cheile dvs. API Stripe înainte de a începe adăugarea planurilor. <a href="%s">Introduceți cheile dvs. aici</a>

source: Custom Amount
ro_ro: Sumă personalizată

source: Minimum Amount
ro_ro: Sumă minimă

source: Default Amount
ro_ro: Sumă implicită

source: Custom Amount Plan Label
ro_ro: Etichetă pentru planul sumei personalizate

source: Other amount
ro_ro: Altă sumă

source: Plan Setup Fee
ro_ro: Sumă pentru setarea planului

source: An optional amount to add to the first payment only.
ro_ro: O sumă opțională pentru a fi adăugată doar la prima plată.

source: Help docs for Subscription Options
ro_ro: Documentație pentru opțiunile de abonare

source: Your WP Simple Pay Pro 3 license key is invalid, inactive or missing. Please
ro_ro: Licența dvs. WP Plătește Simplu Pro 3 este invalidă, inactivă sau lipsește. Vă rugăm

source: enter and activate
ro_ro: introduceți și activați

source: your license key to enable automatic updates.
ro_ro: cheia licenței dvs. pentru a activa actualizările automate.

source: It looks like you have changed your API keys. Make sure the correct subscription plans and coupons exist in the Stripe account tied to those keys.
ro_ro: Se pare ca v-ați schimbat cheile API. Asigurați-vă că planurile de abonament și cupoanele există în contul dvs. Stripe asociat cu aceste chei.

source: It looks like you have switched to test mode. Make sure the correct subscription plans and coupons exist in your test <a href="%s" target="_blank">Stripe account</a>.
ro_ro: Se pare ca ați trecut la Modul Test. Asigurați-vă că planurile de abonament și cupoanele există în <a href="%s" target="_blank">contul dvs. Stripe </a> de test.

source: It looks like you have switched to live mode. Make sure the correct subscription plans and coupons exist in your live <a href="%s" target="_blank">Stripe account</a>.
ro_ro: Se pare ca ați trecut la Modul Real. Asigurați-vă că planurile de abonament și cupoanele există în <a href="%s" target="_blank">contul dvs. Stripe </a> real.

source: Subscription without Trial
ro_ro: Abonament fără încercare de probă

source: Subscription with Free Trial
ro_ro: Abonament cu încercare de probă

source: Enter what your customers will see after a successful subscription plan payment.
ro_ro: Introduceți ce vor vedea clienții după o plată reușită a abonamentului.

source: The recurring amount to be charged each period of the subscription plan.
ro_ro: Suma recurentă ce va fi încasată pentru fiecare perioadă a planului de abonament.

source: The total number of max charges set for an installment plan.
ro_ro: Numărul total de încasări maxime setat pentru un plan în rate.

source: Enter what your customers will see after a successful subscription trial sign up.
ro_ro: Introduceți ce vor vedea clienții după o plată reușită a abonamentului de probă.

source: The day the plan's free trial ends.
ro_ro: Ziua în care planul de probă gratuit va înceta.

source: License
ro_ro: Licență

source: Help docs for License Settings
ro_ro: Documentație pentru setările licenței

source: Your license key is used for access to automatic upgrades and premium support.
ro_ro: O cheie de licență este folosită pentru a accesa actualizările automate si suportul tehnic avansat.

source: Retrieve your license key from <a href="%s" target="_blank">your WP Simple Pay account</a> or purchase receipt email.
ro_ro: Regăsiți cheia licenței dvs. din <a href="%s" target="_blank">contul dvs. WP Plătește Simplu</a> sau din email-ul cu chitanța plății.

source: License Key
ro_ro: Cheia licenței

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
ro_ro: Există o nouă versiune disponibila a %1$s. %2$sVedeți detaliile %3$s versiunii%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
ro_ro: Există o nouă versiune disponibila a %1$s. %2$sVedeți detaliile %3$s versiunii%4$s sau %5$sactualizați acum%6$s.

source: You do not have permission to install plugin updates
ro_ro: Nu aveți permisiunea să instalați actualizări ale modulului

source: Coupon is invalid.
ro_ro: Cuponul este incorect.

source: Coupon entered puts the total below the required minimum amount.
ro_ro: Cuponul introdus face ca totalul de mai jos să fie sub valoarea minimă necesară.

source: remove
ro_ro: înlătură

source: You have entered non-numerical characters into your quantities.
ro_ro: Ați introdus caractere ne-numerice în cantitățile dvs.

source: You have a mismatched number of options and amounts. Please correct this for the dropdown to appear.
ro_ro: Aveți un număr necorespunzător de opțiuni și sume. Vă rugăm să corectați aceasta pentru ca lista verticală să apară.

source: You have entered non-numerical characters into your amounts.
ro_ro: Ați introdus caractere ne-numerice în sumele dvs.

source: You have a mismatched number of options and quantities. Please correct this for the dropdown to appear.
ro_ro: Aveți un număr necorespunzător de opțiuni și cantități. Vă rugăm să corectați aceasta pentru ca lista verticală să apară.

source: Tax Amount:
ro_ro: Valoare taxă:

source: You have not set any plans to choose from.
ro_ro: Nu ați selectat nici un plan pentru a face selecția.

source: The plan <strong>%1$s</strong> does not exist.
ro_ro: Planul <strong>%1$s</strong> nu există.

source: Start Your Free Trial
ro_ro: Începeți proba gratuită

source: You have not selected a plan.
ro_ro: Nu ați selectat un plan.

source: The minimum amount allowed is %s
ro_ro: Suma minimă permisă este %s

source: In order for Max Charges to function correctly, you must set up a Stripe webhook endpoint.
ro_ro: Pentru ca încasarea maximă să funcționeze corect, trebuie să setați un punct final al "cârligului web" (webhook) la Stripe.

source: Your webhook URL: %s
ro_ro: URL pentru "Cârligul web" (webhook): %s

source: See our documentation for a step-by-step guide.
ro_ro: Vedeți documentația pentru o abordare pas-cu-pas.

source: Label displayed above this field on the payment form.
ro_ro: Eticheta afișată deasupra acestui câmp în formularul de plată.

source: Used to identify this field in Stripe payment records. It is not displayed on the payment form and is limited to 40 characters.
ro_ro: Folosit pentru a identifica acest câmp în înregistrările de plată Stripe. Nu este afișat în pagina de plată și este limitat la 40 de caractere.

source: Initial Payment Amount:
ro_ro: Suma de plată inițială:

source: Recurring Payment Amount:
ro_ro: Suma de plată recurentă:

source: Thanks for subscribing. Your card will not be charged until your free trial ends.
ro_ro: Mulțumim pentru înscriere. Cardul dvs. nu va fi tranzacționat până când perioada de probă gratuită nu se termină.

source: Trial End Date:
ro_ro: Data de sfârșit a perioadei de probă:

source: The calculated tax amount based on the total and the tax percent setting.
ro_ro: Suma calculată pentru taxă este bazată pe total și pe setarea procentajului taxei.

source: SSL (HTTPS) is not enabled. You will not be able to process live Stripe transactions until SSL is enabled. <a href="%1$s" target="_blank">Review the system requirements</a> for WP Simple Pay Pro.
ro_ro: SSL (HTTPS) nu este activat. Nu veți putea procesa tranzacțiile reale Stripe până nu veți activa SSL. <a href="%1$s" target="_blank">Revedeți necesarul de sistem</a> pentru WP Plătește Simplu Pro.

source: Date Format
ro_ro: Format dată

source: <a href="%s" target="_blank">Date format options</a> (uses jQuery UI Datepicker)
ro_ro: <a href="%s" target="_blank">Opțiuni format dată</a> (folosește interfața jQuery pentru selectorul de dată)

source: Tax Rate Percentage
ro_ro: Procentaj Taxă

source: Enter a tax rate as a percentage to add to the charged amount (i.e. for 7.5% tax enter 7.5).
ro_ro: Introduceți o valoare a taxei sub forma unui procentaj pentru a fi adăugată la suma încasată (de exemplu pentru o taxă de 7.5% introduceți 7.5).

source: Coupon Apply Button Style
ro_ro: Buton stil de aplicare a cuponului

source: You may only add one Payment Button field per form.
ro_ro: Puteți adăuga doar un singur câmp pe formular pentru butonul de plată.

source: You may only add one Custom Amount Field per form.
ro_ro: Puteți adăuga doar un singur câmp pe formular pentru prețul personalizat.

source: You may only add one Subscription Plan Select field per form.
ro_ro: Puteți să adăugați doar un singur selector pentru planul de abonament pe formular.

source: You may only add one Coupon field per form.
ro_ro: Puteți adăuga doar un câmp cupon pe formular.

source: You may only add one Recurring Amount Toggle field per form
ro_ro: Puteți adăuga doar un singur selector de sumă recurentă pe formular

source: The maximum number of fields is 20.
ro_ro: Numărul maxim de câmpuri este 20.

# This is for the coupon percent off text on the frontend. i.e. 10% off
source: % off
ro_ro: reducere % o

# This is for coupon amount off on the frontend. i.e. $3.00 off
source: off
ro_ro: reducere

source: Help docs for Payment Options
ro_ro: Documentație pentru opțiunile de plată

source: Help docs for Stripe Checkout Overlay Display
ro_ro: Documentație pentru matrița de afișare suprapusă a paginii de plată Stripe

source: Trial Button Text
ro_ro: Text buton de încercare de probă

source: Text used for the final checkout button on the overlay (not the on-page payment button). Only applies to subscription plans with a free trial.
ro_ro: Text folosit pentru butonul de plată final din matrița suprapusă (nu butonul de plată în pagină). Se aplică doar la planurile de abonament cu încercare gratuită de probă.

source: You must <a href="%1$s">deactivate WP Simple Pay Lite</a> in order to use %2$s.
ro_ro: Trebuie să <a href="%1$s">dezactivați WP Plătește Simplu gratuit</a> pentru a folosi %2$s.

source: %1$s requires %2$s or higher.
ro_ro: %s necesită %2$s sau mai mare.

source: Hello World
ro_ro: Salut lume

# verb
source: Post
ro_ro: Postează

source: %d apple
ro_ro: Un măr

# noun, job positions
source: %d post
ro_ro: %d postare

source: String
ro_ro: Text

# a string
source: String
ro_ro: Un text

source: 1 Star
ro_ro: 1 Stea

source: WP Simple Pay Pro 3
ro_ro: WP Plătește Simplu Pro 3

source: Add high conversion Stripe payment forms to your WordPress site in minutes.
ro_ro: Adaugă formulare de plată Stripe cu rată mare de conversie pe website-ul dvs. WordPress în minute.

source: WP Simple Pay
ro_ro: WP Plătește Simplu
